<?php
/*
 * Template Name: Читання Псалтирі та Акафістів
 */
get_header(); ?>

<section class="psaltyr-akafist">
  <h1>РОЗ'ЯСНЕННЯ</h1>
  <h2>ЧИТАННЯ ПСАЛТИРІ АКАФІСТІВ</h2>

  <?php
  // Добавление картинки (используем миниатюру страницы)
  $image_id = get_post_thumbnail_id();
  if ($image_id) {
      echo wp_get_attachment_image($image_id, 'full');
  }
  ?>

  <div class="psaltyr-text">
    <h3>Що таке Псалтир?</h3>
    <p>Псалтир – одна з найдавніших християнських книг Старого Заповіту. Він є основою православного богослужіння і користується популярністю у віруючих з незапам'ятних часів.</p>
    <p>Назва «Псалтир» перекладається з івриту як «Книга хвали». Збірка Божественних гімнів була складена царем Давидом ще в старозавітні часи. Книга складається з 151 псалмів, об'єднаних у 20 розділів – кафізм. Кожна кафізма ділиться на три частини, які називаються «Слава». Залежно від того, моляться Псалтирем за здравіє або за упокій, на «Славі» зачитуються імена живих або померлих людей.</p>
    <p>Псалтир не раз допомагав людям, які взялися за читання цієї книги, в зціленні від хвороб або в позитивних змінах в житті.</p>

    <h3>Яка користь?</h3>
    <p>Читання Псалтирі за живих людей приносить користь як душі читача, так і поминаємому. Невпинний Псалтир допомагає людині подолати гріховну залежність (наркоманію, алкоголізм, блуд, перелюбодійство, азартні та комп'ютерні ігри тощо); на зцілення від хвороб, у тому числі смертельних; прийняти правильне рішення в складних життєвих ситуаціях і знайти вихід зі складних обставин; захистити себе від злих духів, їх впливу та чаклунства.</p>

    <h3>Можна читати тільки за живих чи і за померлих також?</h3>
    <p>Псалтир читають за живих та померлих. Якщо не відомо чи жива людина (наприклад, людина без вісті пропала) Псалтир читають за таку людину, як за живу. У Господа Бога усі живі.</p>

    <h3>Що кажуть Святі Отці, котрі створили церковні богослужіння?</h3>
    <p>Св.Іоанн Златоуст (IV століття): «Ті, хто кличе до себе Давида зі Псалтир'ю, через нього закликають до себе Христа. А де є Христос, там жоден демон ніколи не наважиться не тільки увійти, але навіть подивитися; Навпаки, мир, любов і все добро поллються туди, як з джерел».</p>
    <p>Св.Василій Великий (IV століття): «Псалтир більша і вища усіх книг, бо вона Бога славить разом зі Святими Янголами та прожинає і ранить демонів».</p>
    <p>Св.Іоанн Златоуст (IV століття): «Краще сонцю зупинитися, ніж перестати читати Псалтир».</p>

    <h3>Що таке Акафіст?</h3>
    <p>Акафіст (грец. несидячий [спів]) — форма церковної поезії, близька до давніх кондакіонів. Акафіст присвячений прославленню Божої Матері, Ісуса Христа, будь-якого свята або святого. Він складається з двадцяти п'яти строф, кожна з яких, крім останньої, утворюють смисловий зв'язок.</p>

    <h3>Навіщо читати Акафіст, особливо Акафіст "Слава Богу за все"?</h3>
    <p>Одним з найпоширеніших видів акафістів є акафісти до Божої Матері. Вони являють собою молитовні гімни, звернені до Божої Матері, Богородиці. Акафісти до Неї містять прославлення її дівоцтва, материнства, благодаті і милосердя. Вони виражають віру в Божественну материнську заступницьку допомогу і приносять розраду і захист віруючим. А корисність у славі Бога за усе описують святі отці нижче.</p>
    <p>Пише Святитель Іоанн Златоуст (IV століття): «Треба застосовувати до всіх нещасних випадків у житті – сказавши: «Слава Богу за все». Ця приказка – смертельний удар по дияволу. Хто б ним не скористався, є найбільшою гарантією недоторканності і радості серед усіляких небезпек. Як тільки ви це вимовляєте, хмари смутку миттєво розходяться. Не переставайте повторювати його завжди, і привчайте інших використовувати його на всі випадки життя. Тоді буря, що напала на вас, ще суворіша, обернеться для вас на тишу; Тоді ті, кого вона обіймає, не лише визволяться від її жахів, але й отримають від неї порівняно вищу нагороду для себе».</p>
    <p>Отже, можна зробити висновок, що цей акафіст підходить людям котрі втрачають сенс, у горі, безрадні, і тим хто має радість у житті. Інші святі описують користність такої звички славити Богу.</p>
    <p>Преподобний Паісій Святогориць (ХХ століття): «Слава Тобі Боже! –хай ніколи це не покидає Ваші вуста. Для мене, коли щось болить, найкращими ліками слугують слова «Слава Тобі Боже». Ні що інше так не допомагає, як «Слава Тобі Боже», навіть вище аніж «Господи Іісусе Христе, помилуй мене». Старець Тихон казав: «Господи Іісусе Христе, коштує 100 драхм, а «Слава Тобі Боже» коштує 1000 драхм», тобто набагато більше. Цим людина випрошує більшої милості Божої та помочі. Треба дякувати Богу не тільки коли у нас все добре, але коли терпимо горе та різні скорботи, бо випробування допускає Бог для переосмислення, на користь нашій душі».</p>
    <p>Архімандрит Еміліан /Вафідіс/ (ХХ століття): «Ми дякуємо Богові за все, що приносить задоволення, але набагато важливіше дякувати за інше: в нашому житті обставини часто складаються не так, як ми хочемо. Наприклад, ми молимося, і нам здається, що Бог нас не чує. Ми просимо про одужання, але наша хвороба загострюється. Ми просимо у Бога якихось дарів, але Бог нам їх не дає. Все відбувається проти нашої волі. Людина, яка не навчилася дякувати Богу за все, особливо за перипетії, не зміниться на волосину, залишиться такою ж, якою народилася. Ніякого успіху у нього не буде».</p>
    <p>Іоанн Максимович/Шанхайський/ (ХХ століття): «І вірте ... що одне «Слава Богу», вимовлене в нещасті, є більш значущим, ніж тисячі подяк, піднесених в щасті».</p>
    <p>Ігнатій Брянчанінов (ХІХ століття): «Слава Богу! Потужні слова! У часи скорботи, коли серце оточують думки сумніву, слабкодухості, невдоволення, ремствування, треба змушувати себе до частого, неквапливого, уважного повторення слів: Слава Богу!...хто з простотою серця вірить даним тут порадам і, коли виникне потреба, випробовує їх самим своїм ділом, побачить дивовижну силу прославлення Божого... Від простого шуму цих слів, вимовлених серед нагромадження похмурих думок скорботи і зневіри, від простого шуму цих слів, вимовлених з примусом, ніби тільки губами, ніби тільки в повітрі, князі зла здригаються, повертаються до втечі; вони пурхають, як пил від сильного вітру, всі думки похмурі; тяжкість і нудьга відступають від душі; легкість, спокій, мир, втіха, радість приходять до нього і поселяються в ньому».</p>
    <p>Ігнатій Брянчанінов (ХІХ століття) (Листи до різних осіб, с.49): «Якщо ваше серце не має подяки, то примушуйте себе до подяки; разом з нею прийде спокій в душу».</p>
    <p>Феофан Затворник (ХІХ століття) (Листи, стор. 348): «Слава Богу за все, і приємне, і неприємне. Самовдоволено переносячи неприємне, ти стаєш трохи ближче до ролі мучеників. Але якщо ти будеш бурчати, то не тільки будеш далеко від цієї частини, але і даси відповідь Богу».</p>
  </div>
</section>

<?php get_footer(); ?>