<?php
/*
 * Template Name: Про парафію
 */
get_header(); ?>

<section class="pro-parafiyu">
  <?php
  $custom_heading = get_field('custom_heading');
  if ($custom_heading) {
      // Проверяем, есть ли теги в содержимом
      if (strpos($custom_heading, '<') === false) {
          // Если нет тегов, оборачиваем в <h1>
          echo '<h1 class="custom-heading-content">' . esc_html($custom_heading) . '</h1>';
      } else {
          // Если есть теги, выводим как есть, но оборачиваем в контейнер
          echo '<div class="custom-heading">' . $custom_heading . '</div>';
      }
  } else {
      the_title('<h1>', '</h1>');
  }
  ?>

  <div class="section-1">
    <?php
    $image_id_1 = get_field('image_for_section_1');
    if ($image_id_1) {
        echo '<div class="parafiyu-image">' . wp_get_attachment_image($image_id_1, 'full') . '</div>';
    }
    ?>
    <div class="parafiyu-text">
      <p>У 2021 році, з благословення Блаженнішого Митрополита Київського і всієї України Онуфрія, у Лісабоні почала діяти парафія Української Православної Церкви на честь святителя Спиридона Триміфунтського.</p>
      <p>Перше богослужіння відбулося 28 листопада 2021 року в містечку Вал-ду-Каррігаду, що розташоване в передмісті Лісабона. Опікуватися новоствореною громадою було доручено співробітнику Відділу зовнішніх церковних зв’язків Української Православної Церкви протоієрею Віталію Горзову.</p>
      <p>З липня 2022 року, за погодженням із Лісабонським Патріархатом Римо-Католицької Церкви, громаді було надано в користування один із храмів патріархії безпосередньо в Лісабоні, де парафія має можливість звершувати богослужіння на постійній основі.</p>
      <p>Парафія об’єднує вірян Української Православної Церкви з різних куточків України: Заходу і Сходу, Півночі й Півдня. Переважна більшість парафіян — українці, які переїхали до Португалії у 2000-х роках, але є й ті, хто був змушений залишити Україну через повномасштабное вторгнення Росії у лютому 2022 року.</p>
    </div>
  </div>

  <div class="section-2">
    <div class="parafiyu-text">
      <p>Під час кожного богослужіння підносяться молитви за багатостраждальний український народ, усіх захисників і захисниць нашої Держави та за всіх, хто наближає перемогу і справедливий мир для України.</p>
      <p>Парафія святителя Спиридона в Лісабоні стала місцем зустрічі вірян з Богом і між собою.</p>
      <p>Божественна літургія та участь у Святих Таїнствах єднають нашу лісабонську православну сім’ю в одне Тіло Христове, де кожен її член є не просто споглядачем, а живим учасником у житті парафії.</p>
    </div>
    <?php
    $image_id_2 = get_field('image_for_section_2');
    if ($image_id_2) {
        echo '<div class="parafiyu-image">' . wp_get_attachment_image($image_id_2, 'full') . '</div>';
    }
    ?>
  </div>
</section>

<?php get_footer(); ?>